Repository: FlyingDevLab/MAKE10
Catalog: MAKE10/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pt_br, th, vi, zh_hans, zh_hant

# sticker_play_full
source: Your sticker book is full
de: Dein Stickerbuch ist voll
es: Tu álbum está lleno
fr: Ton album est plein
hi: तुम्हारी स्टिकर बुक भर गई
id: Buku stikermu penuh
it: Il tuo album è pieno
ja: シール帳が いっぱいだよ
ko: 스티커북이 가득 찼어요
nl: Je stickerboek is vol
pt_br: Seu álbum está cheio
th: สมุดสติกเกอร์เต็มแล้ว
vi: Sổ nhãn dán đã đầy
zh_hans: 贴纸册满了
zh_hant: 貼紙冊滿了

# sticker_put_away_all
source: Put all away
de: Alle wegräumen
es: Guardar todo
fr: Tout ranger
hi: सब रखें
id: Simpan semua
it: Riponi tutto
ja: ぜんぶ しまう
ko: 모두 보관
nl: Alles opbergen
pt_br: Guardar tudo
th: เก็บทั้งหมด
vi: Cất tất cả
zh_hans: 全部收起
zh_hant: 全部收起

# sticker_put_away_all_alert_message
source: They go back to My Stickers.
de: Sie kommen zurück zu deinen Stickern.
es: Vuelven a Mis pegatinas.
fr: Ils retournent dans Mes stickers.
hi: ये मेरे स्टिकर में वापस चले जाएँगे।
id: Stiker akan kembali ke Stikerku.
it: Tornano tra i tuoi adesivi.
ja: もっているシールに もどるよ
ko: 내 스티커로 돌아가요.
nl: Ze gaan terug naar Mijn stickers.
pt_br: Eles voltam para Meus adesivos.
th: จะกลับไปที่สติกเกอร์ของฉัน
vi: Chúng sẽ quay về Nhãn dán của tôi.
zh_hans: 会回到我的贴纸里。
zh_hant: 會回到我的貼紙裡。

# sticker_put_away_all_alert_title
source: Put all stickers away?
de: Alle Sticker wegräumen?
es: ¿Guardar todas las pegatinas?
fr: Ranger tous les stickers ?
hi: सभी स्टिकर रखें?
id: Simpan semua stiker?
it: Riporre tutti gli adesivi?
ja: シールを ぜんぶ しまう？
ko: 스티커를 모두 보관할까요?
nl: Alle stickers opbergen?
pt_br: Guardar todos os adesivos?
th: เก็บสติ๊กเกอร์ทั้งหมด?
vi: Cất tất cả nhãn dán?
zh_hans: 收起所有贴纸？
zh_hant: 收起所有貼紙？

# sticker_storage_empty
source: No stickers yet
de: Noch keine Sticker
es: Aún no hay pegatinas
fr: Pas encore de stickers
hi: अभी कोई स्टिकर नहीं
id: Belum ada stiker
it: Ancora nessun adesivo
ja: もっているシールが ないよ
ko: 아직 스티커가 없어요
nl: Nog geen stickers
pt_br: Ainda não tem adesivos
th: ยังไม่มีสติกเกอร์
vi: Chưa có nhãn dán nào
zh_hans: 还没有贴纸哦
zh_hant: 還沒有貼紙喔

# sticker_storage_hint_down
source: ↓ to My Stickers
de: ↓ zu meinen Stickern
es: ↓ a Mis pegatinas
fr: ↓ vers Mes stickers
hi: ↓ मेरे स्टिकर में
id: ↓ ke Stikerku
it: ↓ ai miei adesivi
ja: ↓ もっているシールへ
ko: ↓ 내 스티커로
nl: ↓ naar Mijn stickers
pt_br: ↓ para Meus adesivos
th: ↓ ไปที่สติกเกอร์ของฉัน
vi: ↓ vào Nhãn dán của tôi
zh_hans: ↓ 到我的贴纸
zh_hant: ↓ 到我的貼紙

# sticker_storage_hint_up
source: ↑ to My Stickers
de: ↑ zu meinen Stickern
es: ↑ a Mis pegatinas
fr: ↑ vers Mes stickers
hi: ↑ मेरे स्टिकर में
id: ↑ ke Stikerku
it: ↑ ai miei adesivi
ja: ↑ もっているシールへ
ko: ↑ 내 스티커로
nl: ↑ naar Mijn stickers
pt_br: ↑ para Meus adesivos
th: ↑ ไปที่สติกเกอร์ของฉัน
vi: ↑ vào Nhãn dán của tôi
zh_hans: ↑ 到我的贴纸
zh_hant: ↑ 到我的貼紙

# sticker_storage_hint_up_game
source: ↑ to Kids Game Collection
de: ↑ zu „Kinderspiele“
es: ↑ a «Juegos para niños»
fr: ↑ vers « Jeux pour enfants »
hi: ↑ बच्चों के गेम्स में
id: ↑ ke Koleksi Game Anak
it: ↑ a «Giochi per bambini»
ja: ↑ キッズゲームコレクションへ
ko: ↑ 키즈 게임 컬렉션으로
nl: ↑ naar „Kinderspelletjes”
pt_br: ↑ para “Jogos para crianças”
th: ↑ ไปที่รวมเกมสำหรับเด็ก
vi: ↑ vào Trò chơi cho bé
zh_hans: ↑ 到儿童游戏合集
zh_hant: ↑ 到兒童遊戲合輯

# sticker_storage_row_kids
source: Kids Game Collection
de: Kinderspiele
es: Juegos para niños
fr: Jeux pour enfants
hi: बच्चों के गेम्स
id: Koleksi Game Anak
it: Giochi per bambini
ja: キッズゲーム コレクション
ko: 키즈 게임 컬렉션
nl: Kinderspelletjes
pt_br: Jogos para crianças
th: รวมเกม สำหรับเด็ก
vi: Trò chơi cho bé
zh_hans: 儿童游戏 合集
zh_hant: 兒童遊戲 合輯

# sticker_storage_row_mine
source: My Stickers
de: Meine Sticker
es: Mis pegatinas
fr: Mes stickers
hi: मेरे स्टिकर
id: Stikerku
it: I miei adesivi
ja: もっているシール
ko: 내 스티커
nl: Mijn stickers
pt_br: Meus adesivos
th: สติกเกอร์ของฉัน
vi: Nhãn dán của tôi
zh_hans: 我的贴纸
zh_hant: 我的貼紙

# sticker_storage_title
source: Sticker Book
de: Stickerbuch
es: Álbum de pegatinas
fr: Album de stickers
hi: स्टिकर बुक
id: Buku Stiker
it: Album di adesivi
ja: シール帳
ko: 스티커북
nl: Stickerboek
pt_br: Álbum de adesivos
th: สมุดสติกเกอร์
vi: Sổ nhãn dán
zh_hans: 贴纸册
zh_hant: 貼紙冊

# sticker_tray_drop_here
source: Drop here to put away
de: Hier ablegen zum Wegräumen
es: Suelta aquí para guardar
fr: Dépose ici pour ranger
hi: रखने के लिए यहाँ छोड़ें
id: Lepas di sini untuk menyimpan
it: Rilascia qui per riporre
ja: ここで はなすと しまえるよ
ko: 여기에 놓으면 보관돼요
nl: Laat hier los om op te bergen
pt_br: Solte aqui para guardar
th: วางที่นี่เพื่อเก็บ
vi: Thả vào đây để cất
zh_hans: 放到这里收起
zh_hant: 放到這裡收起

# sticker_tray_empty
source: No stickers yet
de: Noch keine Sticker
es: Aún no hay pegatinas
fr: Pas encore de stickers
hi: अभी कोई स्टिकर नहीं
id: Belum ada stiker
it: Nessun adesivo ancora
ja: シールがまだないよ
ko: 아직 스티커가 없어요
nl: Nog geen stickers
pt_br: Ainda não há adesivos
th: ยังไม่มีสติ๊กเกอร์
vi: Chưa có nhãn dán
zh_hans: 还没有贴纸
zh_hant: 還沒有貼紙

source: Tap fast when they pop up!
de: Schnell tippen wenn sie aus dem Loch kommen!
es: ¡Toca rápido cuando salgan del agujero!
fr: Appuie vite quand ils sortent du trou !
hi: छेद से निकलते ही जल्दी टैप करें!
id: Ketuk cepat saat keluar dari lubang!
it: Tocca velocemente quando escono dal buco!
ja: あなからでてきたらすばやくタップ！
ko: 구멍에서 나오면 빨리 탭해!
nl: Tik snel als ze uit het gat komen!
pt_br: Toque rápido quando saírem do buraco!
th: แตะเร็วๆ เมื่อออกมาจากหลุม!
vi: Chạm nhanh khi chúng ra khỏi lỗ!
zh_hans: 从洞里出来时快速点击！
zh_hant: 從洞裡出來時快速點擊！

source: Tap Left → Left Flipper
de: Links tippen → Linker Flipper
es: Toca la izquierda → Paleta izquierda
fr: Appuie à gauche → Flipper gauche
hi: बाईं ओर टैप → बायाँ फ्लिपर
id: Ketuk kiri → Flipper kiri
it: Tocca a sinistra → Aletta sinistra
ja: 画面の左をタップ → 左フリッパー
ko: 왼쪽 탭 → 왼쪽 플리퍼
nl: Tik links → Linkerflipper
pt_br: Toque à esquerda → Alavanca esquerda
th: แตะซ้าย → ฟลิปเปอร์ซ้าย
vi: Chạm trái → Cần gạt trái
zh_hans: 点击左边→左挡板
zh_hant: 點擊左邊→左擋板

source: Tap Right → Right Flipper
de: Rechts tippen → Rechter Flipper
es: Toca la derecha → Paleta derecha
fr: Appuie à droite → Flipper droit
hi: दाईं ओर टैप → दायाँ फ्लिपर
id: Ketuk kanan → Flipper kanan
it: Tocca a destra → Aletta destra
ja: 画面の右をタップ → 右フリッパー
ko: 오른쪽 탭 → 오른쪽 플리퍼
nl: Tik rechts → Rechterflipper
pt_br: Toque à direita → Alavanca direita
th: แตะขวา → ฟลิปเปอร์ขวา
vi: Chạm phải → Cần gạt phải
zh_hans: 点击右边→右挡板
zh_hant: 點擊右邊→右擋板

source: Tap to fire a shockwave and repel mice!
de: Tippe zum Abfeuern einer Schockwelle!
es: ¡Toca para disparar una onda de choque!
fr: Appuie pour tirer une onde de choc !
hi: शॉकवेव से चूहों को भगाने के लिए टैप करें!
id: Ketuk untuk menembak gelombang kejut!
it: Tocca per sparare un'onda d'urto!
ja: タップで衝撃波を発射してネズミを撃退！
ko: 탭하여 충격파로 쥐를 물리치세요!
nl: Tik om een schokgolf te vuren!
pt_br: Toque para disparar uma onda de choque!
th: แตะเพื่อยิงคลื่นกระแทกขับไล่หนู!
vi: Chạm để bắn sóng xung kích đuổi chuột!
zh_hans: 点击发射冲击波击退老鼠！
zh_hant: 點擊發射衝擊波擊退老鼠！

# tenpuzzle_title
source: Ten Puzzle
de: Zehn-Puzzle
es: Puzzle del 10
fr: Puzzle de 10
hi: दस पहेली
id: Puzzle Sepuluh
it: Puzzle del 10
ja: 四則テンパズル
ko: 10 퍼즐
nl: Tien-puzzel
pt_br: Puzzle do 10
th: ปริศนาสิบ
vi: Đố Số 10
zh_hans: 凑十谜题
zh_hant: 湊十謎題

source: The lower your HP, the wider the shockwave!
de: Je niedriger das HP, desto breiter die Schockwelle!
es: ¡Cuanto menor sea el HP, más ancha la onda!
fr: Plus les PV sont bas, plus l'onde est large !
hi: HP जितना कम, शॉकवेव उतनी बड़ी!
id: Semakin rendah HP, semakin lebar gelombang kejut!
it: Meno HP hai, più larga è l'onda d'urto!
ja: HP が低いほど衝撃波が広くなる！
ko: HP가 낮을수록 충격파가 더 넓어져요!
nl: Hoe lager het HP, hoe breder de schokgolf!
pt_br: Quanto menor o HP, maior a onda de choque!
th: HP ยิ่งต่ำ คลื่นกระแทกยิ่งกว้าง!
vi: HP càng thấp, sóng xung kích càng rộng!
zh_hans: HP越低，冲击波范围越大！
zh_hant: HP越低，衝擊波範圍越大！

source: TIME
de: ZEIT
es: TIEMPO
fr: TEMPS
hi: समय
id: WAKTU
it: TEMPO
ja: タイム
ko: 시간
nl: TIJD
pt_br: TEMPO
th: เวลา
vi: THỜI GIAN
zh_hans: 时间
zh_hant: 時間

source: Time's Up!
de: Zeit abgelaufen!
es: ¡Se acabó el tiempo!
fr: Temps écoulé !
hi: समय समाप्त!
id: Waktu habis!
it: Tempo scaduto!
ja: じかんぎれ！
ko: 시간 초과!
nl: Tijd op!
pt_br: Tempo esgotado!
th: หมดเวลา!
vi: Hết giờ!
zh_hans: 时间到！
zh_hant: 時間到！

# title_game_name
source: Kids Game Collection
de: Kinderspiele
es: Juegos para niños
fr: Jeux pour enfants
hi: बच्चों के गेम्स
id: Koleksi Game Anak
it: Giochi per bambini
ja: キッズゲームコレクション
ko: 키즈 게임 컬렉션
nl: Kinderspelletjes
pt_br: Jogos para crianças
th: รวมเกมสำหรับเด็ก
vi: Trò chơi cho bé
zh_hans: 儿童游戏合集
zh_hant: 兒童遊戲合輯

# title_high_score_label
source: Best Score
de: Bestes Ergebnis
es: Mejor puntuación
fr: Meilleur score
hi: सर्वश्रेष्ठ स्कोर
id: Skor terbaik
it: Punteggio migliore
ja: さいこうきろく
ko: 최고 기록
nl: Beste score
pt_br: Melhor pontuação
th: คะแนนสูงสุด
vi: Điểm cao nhất
zh_hans: 最高分
zh_hant: 最高分

# title_mode_blitz_label
source: 10 sec
de: 10 Sek
es: 10 seg
hi: 10 सेकंड
id: 10 dtk
ja: 10びょう
ko: 10초
pt_br: 10 seg
th: 10 วิ
vi: 10 giây
zh_hans: 10秒
zh_hant: 10秒

# title_mode_normal_label
source: 30 sec
de: 30 Sek
es: 30 seg
hi: 30 सेकंड
id: 30 dtk
ja: 30びょう
ko: 30초
pt_br: 30 seg
th: 30 วิ
vi: 30 giây
zh_hans: 30秒
zh_hant: 30秒

# update_gift_janken_note
source: Command Janken now records only times with no mistakes, so its best times have been reset.
de: „Befehl Stein-Schere-Papier“ zählt jetzt nur fehlerfreie Zeiten, daher wurden die Bestzeiten zurückgesetzt.
es: «Janken de Comandos» ahora solo registra tiempos sin errores, así que se reiniciaron los récords.
fr: « Janken de Commande » n'enregistre plus que les temps sans erreur, les records ont donc été réinitialisés.
hi: कमांड जनकेन अब सिर्फ़ बिना गलती वाला समय दर्ज करता है, इसलिए रिकॉर्ड रीसेट कर दिए गए हैं।
id: Janken Perintah kini hanya mencatat waktu tanpa salah, jadi rekornya sudah direset.
it: «Janken dei Comandi» ora registra solo i tempi senza errori, quindi i record sono stati azzerati.
ja: 指令じゃんけんは いちども まちがえなかった タイムだけを きろくするように なったので、きろくを リセットしたよ
ko: 명령 가위바위보는 이제 실수 없는 기록만 남기므로 기록을 초기화했어요
nl: „Opdracht Janken” bewaart nu alleen tijden zonder fouten, dus de records zijn gewist.
pt_br: “Janken de Comandos” agora só registra tempos sem erros, por isso os recordes foram zerados.
th: แจงเก็นคำสั่งจะบันทึกเฉพาะเวลาที่ไม่พลาดเลย จึงรีเซ็ตสถิติแล้ว
vi: Oẳn tù tì theo Lệnh giờ chỉ ghi thời gian không sai lần nào, nên kỷ lục đã được đặt lại.
zh_hans: 指令剪刀石头布现在只记录零失误的时间， 所以已重置记录
zh_hant: 指令剪刀石頭布現在只記錄零失誤的時間， 所以已重設紀錄

# update_gift_message
source: Here's some energy as a present! Use it in the Gacha or the Sticker Corner.
de: Hier ist Energie als Geschenk! Nutze sie beim Gacha oder in der Sticker-Ecke.
es: ¡Te regalamos energía! Úsala en el gacha o en el rincón de pegatinas.
fr: Voici de l'énergie en cadeau ! Utilise-la au gacha ou au coin des stickers.
hi: तोहफ़े में ऊर्जा! इसे गाचा या स्टिकर कॉर्नर में इस्तेमाल करो।
id: Ini hadiah energi untukmu! Pakai di gacha atau Pojok Stiker ya.
it: Ecco dell'energia in regalo! Usala nel gacha o nell'angolo degli adesivi.
ja: エネルギーを プレゼント！ ガチャや シールやさんで つかってね
ko: 에너지를 선물로 줄게요! 뽑기나 스티커 코너에서 써 보세요
nl: Hier is energie als cadeau! Gebruik het bij de gacha of in het stickerhoekje.
pt_br: Ganhe energia de presente! Use no gacha ou no cantinho dos adesivos.
th: มอบพลังงานเป็นของขวัญ! ใช้ได้ที่กาชาและมุมสติกเกอร์นะ
vi: Tặng bạn năng lượng! Dùng ở gacha hoặc góc nhãn dán nhé.
zh_hans: 送你能量！ 可以在扭蛋和贴纸角使用哦
zh_hant: 送你能量！ 可以在扭蛋和貼紙角使用喔

# update_gift_title
source: Thanks for updating!
de: Danke fürs Aktualisieren!
es: ¡Gracias por actualizar!
fr: Merci pour la mise à jour !
hi: अपडेट करने के लिए धन्यवाद!
id: Terima kasih sudah memperbarui!
it: Grazie per l'aggiornamento!
ja: アップデート ありがとう！
ko: 업데이트해 줘서 고마워요!
nl: Bedankt voor het bijwerken!
pt_br: Obrigado por atualizar!
th: ขอบคุณที่อัปเดตนะ!
vi: Cảm ơn bạn đã cập nhật!
zh_hans: 感谢更新！
zh_hant: 感謝更新！

# welcome_gift_title
source: Nice to meet you!
de: Schön, dass du da bist!
es: ¡Encantados de conocerte!
fr: Enchanté !
hi: आपसे मिलकर खुशी हुई!
id: Salam kenal!
it: Piacere di conoscerti!
ja: はじめまして！
ko: 반가워요!
nl: Leuk dat je er bent!
pt_br: Prazer em te conhecer!
th: ยินดีที่ได้รู้จัก!
vi: Rất vui được gặp bạn!
zh_hans: 初次见面！
zh_hant: 初次見面！

# whack_a_mole_title
source: Whack-a-Mole
de: Maulwurf hauen
es: Golpea al topo
fr: Tape-taupe
hi: छछूंदर मारो
id: Pukul Tikus Tanah
it: Colpisci la talpa
ja: もぐら叩き
ko: 두더지 잡기
nl: Mollen meppen
pt_br: Bate-toupeira
th: ตีตุ่น
vi: Đập chuột chũi
zh_hans: 打地鼠
zh_hant: 打地鼠

source: Your Score
de: Dein Ergebnis
es: Tu puntuación
fr: Votre score
hi: आपका स्कोर
id: Skormu
it: Il tuo punteggio
ja: あなたのスコア
ko: 내 점수
nl: Jouw score
pt_br: Sua pontuação
th: คะแนนของคุณ
vi: Điểm của bạn
zh_hans: 你的分数
zh_hant: 你的分數

# ゲームスタート
source: Game Start
de: Spiel starten
es: Iniciar juego
fr: Démarrer le jeu
hi: गेम शुरू करें
id: Mulai game
it: Avvia gioco
ja: ゲームスタート
ko: 게임 시작
nl: Spel starten
pt_br: Iniciar jogo
th: เริ่มเกม
vi: Bắt đầu trò chơi
zh_hans: 开始游戏
zh_hant: 開始遊戲

# モード選択に戻る
source: Back to Modes
de: Zur Modusauswahl
es: Volver a modos
fr: Retour aux modes
hi: मोड चुनाव पर वापस
id: Kembali ke mode
it: Torna ai modi
ja: モード選択に戻る
ko: 모드 선택으로
nl: Terug naar modi
pt_br: Voltar aos modos
th: กลับไปเลือกโหมด
vi: Về chọn chế độ
zh_hans: 返回模式选择
zh_hant: 返回模式選擇

# もう一度
source: Try Again
de: Nochmal
es: Otra vez
fr: Rejouer
hi: फिर से
id: Coba lagi
it: Ancora
ja: もう一度
ko: 다시
nl: Opnieuw
pt_br: De novo
th: อีกครั้ง
vi: Chơi lại
zh_hans: 再来一次
zh_hant: 再來一次

# リセット
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
id: Atur ulang
it: Reimposta
ja: リセット
ko: 초기화
nl: Opnieuw instellen
pt_br: Redefinir
th: รีเซ็ต
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# 作れます！
source: Solvable!
de: Lösbar!
es: ¡Es posible!
fr: Réalisable !
hi: संभव है!
id: Bisa!
it: Possibile!
ja: 作れます！
ko: 가능해요!
nl: Mogelijk!
pt_br: É possível!
th: ทำได้!
vi: Được rồi!
zh_hans: 可以凑出来！
zh_hant: 可以湊出來！

# 四則演算テンパズル
source: Arithmetic Puzzle
de: Zehn-Puzzle
es: Rompecabezas Aritmético
fr: Puzzle Arithmétique
hi: अंकगणित पहेली
id: Puzzle Aritmatika
it: Rompicapo Aritmetico
ja: 四則演算テンパズル
ko: 산술 퍼즐
nl: Rekenrätsel
pt_br: Quebra-cabeça Aritmético
th: ปริศนาคณิตศาสตร์
vi: Đố Toán Học
zh_hans: 算术谜题
zh_hant: 算術謎題

# 数字タイルをタップして式を作ろう
source: Tap digit tiles to build an expression
de: Tippe auf Zahlen, um einen Ausdruck zu erstellen
es: Toca los números para crear una expresión
fr: Touche les chiffres pour créer une expression
hi: अंक टाइल्स टैप करें
id: Ketuk angka untuk membuat ekspresi
it: Tocca i numeri per creare un'espressione
ja: 数字タイルをタップして式を作ろう
ko: 숫자 타일을 눌러 식을 만들어요
nl: Tik op cijfers om een uitdrukking te maken
pt_br: Toque nos números para criar uma expressão
th: แตะตัวเลขเพื่อสร้างสูตร
vi: Chạm vào số để tạo biểu thức
zh_hans: 点击数字方块来组建算式
zh_hant: 點擊數字方塊來組建算式

# 正解
source: Correct
de: Richtig
es: Correcto
hi: सही
id: Benar
it: Corretto
ja: 正解
ko: 정답
pt_br: Correto
th: ถูกต้อง
vi: Đúng
zh_hans: 正确
zh_hant: 正確

# memory_combo_label %lld
source: %lld in a row!
de: %lld hintereinander!
es: ¡%lld seguidas!
fr: %lld à la suite !
hi: लगातार %lld!
id: %lld berturut-turut!
it: %lld di fila!
ja: %lld れんぞく！
ko: %lld연속!
nl: %lld op rij!
pt_br: %lld seguidas!
th: ติดกัน %lld ครั้ง!
vi: %lld lần liên tiếp!
zh_hans: %lld 连击！
zh_hant: %lld 連擊！

# shop_tip_kcal
source: kcal (kilocalories) tells you how much energy there is.
de: kcal (Kilokalorien) zeigt dir, wie viel Energie es ist.
es: kcal (kilocalorías) te dice cuánta energía hay.
fr: Les kcal (kilocalories) disent combien il y a d'énergie.
hi: kcal (किलोकैलोरी) बताता है कि कितनी ऊर्जा है।
id: kcal (kilokalori) menunjukkan berapa banyak energinya.
it: Le kcal (chilocalorie) dicono quanta energia c'è.
ja: キロカロリー（kcal）は エネルギーの りょうを あらわす ことばだよ
ko: kcal(킬로칼로리)는 에너지의 양을 나타내는 말이에요.
nl: kcal (kilocalorieën) zegt hoeveel energie het is.
pt_br: kcal (quilocalorias) mostra quanta energia existe.
th: kcal (กิโลแคลอรี) คือคำที่บอกว่ามีพลังงานมากแค่ไหน
vi: kcal (ki-lô-ca-lo) cho biết có bao nhiêu năng lượng.
zh_hans: kcal（千卡）是表示能量多少的单位。
zh_hant: kcal（大卡）是表示能量多少的單位。

# shop_tip_banana
source: 100 kcal is about as much as one banana. 🍌
de: 100 kcal sind ungefähr eine Banane. 🍌
es: 100 kcal es más o menos un plátano. 🍌
fr: 100 kcal, c'est à peu près une banane. 🍌
hi: 100 kcal लगभग एक केले जितना है। 🍌
id: 100 kcal kira-kira sama dengan satu pisang. 🍌
it: 100 kcal sono più o meno una banana. 🍌
ja: 100キロカロリーは バナナ 1ぽんぶん ぐらいだよ 🍌
ko: 100kcal는 바나나 1개 정도예요. 🍌
nl: 100 kcal is ongeveer één banaan. 🍌
pt_br: 100 kcal é mais ou menos uma banana. 🍌
th: 100 kcal ประมาณกล้วย 1 ลูก 🍌
vi: 100 kcal khoảng bằng một quả chuối. 🍌
zh_hans: 100千卡大约是一根香蕉。🍌
zh_hant: 100大卡大約是一根香蕉。🍌

# shop_tip_milk
source: 200 kcal is about as much as a glass of milk. 🥛
de: 200 kcal sind ungefähr ein Glas Milch. 🥛
es: 200 kcal es más o menos un vaso de leche. 🥛
fr: 200 kcal, c'est à peu près un verre de lait. 🥛
hi: 200 kcal लगभग एक गिलास दूध जितना है। 🥛
id: 200 kcal kira-kira sama dengan segelas susu. 🥛
it: 200 kcal sono più o meno un bicchiere di latte. 🥛
ja: 200キロカロリーは ぎゅうにゅう 1ぱいぶん ぐらいだよ 🥛
ko: 200kcal는 우유 한 잔 정도예요. 🥛
nl: 200 kcal is ongeveer een glas melk. 🥛
pt_br: 200 kcal é mais ou menos um copo de leite. 🥛
th: 200 kcal ประมาณนม 1 แก้ว 🥛
vi: 200 kcal khoảng bằng một cốc sữa. 🥛
zh_hans: 200千卡大约是一杯牛奶。🥛
zh_hant: 200大卡大約是一杯牛奶。🥛

# shop_tip_sticker_price
source: A sticker here costs a glass of milk's worth of energy.
de: Ein Sticker hier kostet so viel Energie wie ein Glas Milch.
es: Aquí una pegatina cuesta la energía de un vaso de leche.
fr: Ici, un autocollant coûte l'énergie d'un verre de lait.
hi: यहाँ एक स्टिकर एक गिलास दूध जितनी ऊर्जा का है।
id: Satu stiker di sini seharga energi segelas susu.
it: Qui un adesivo costa l'energia di un bicchiere di latte.
ja: ここの シールは 1まい ぎゅうにゅう 1ぱいぶんの エネルギーだよ
ko: 여기 스티커 1장은 우유 한 잔만큼의 에너지예요.
nl: Een sticker hier kost de energie van een glas melk.
pt_br: Aqui, um adesivo custa a energia de um copo de leite.
th: สติกเกอร์ที่นี่ 1 แผ่น ใช้พลังงานเท่ากับนม 1 แก้ว
vi: Một nhãn dán ở đây tốn năng lượng bằng một cốc sữa.
zh_hans: 这里的一张贴纸，要用一杯牛奶那么多的能量。
zh_hant: 這裡的一張貼紙，要用一杯牛奶那麼多的能量。

# shop_tip_play
source: Play lots of games to build up energy!
de: Spiel viel, dann sammelst du Energie!
es: ¡Juega mucho y juntarás energía!
fr: Joue beaucoup pour gagner de l'énergie !
hi: खूब खेलो, ऊर्जा जमा होगी!
id: Main banyak game supaya energimu bertambah!
it: Gioca tanto per accumulare energia!
ja: ゲームで いっぱい あそぶと エネルギーが たまるよ
ko: 게임을 많이 하면 에너지가 쌓여요!
nl: Speel veel, dan spaar je energie!
pt_br: Jogue bastante para juntar energia!
th: เล่นเกมเยอะๆ พลังงานจะสะสมขึ้นเรื่อยๆ!
vi: Chơi thật nhiều để tích năng lượng nhé!
zh_hans: 多玩游戏就能攒到能量！
zh_hant: 多玩遊戲就能存到能量！

# memory_animal_giraffe
source: Giraffe
es: Jirafa
fr: Girafe
hi: जिराफ़
id: Jerapah
it: Giraffa
ja: きりん
ko: 기린
nl: Giraf
pt_br: Girafa
th: ยีราฟ
vi: Hươu cao cổ
zh_hans: 长颈鹿
zh_hant: 長頸鹿

# settings_haptic_label
source: Vibration
es: Vibración
hi: कंपन
id: Getar
it: Vibrazione
ja: ぶるぶる
ko: 진동
nl: Trillen
pt_br: Vibração
th: สั่น
vi: Rung
zh_hans: 振动
zh_hant: 震動

# pinball_title
source: Pinball
fr: Flipper
hi: पिनबॉल
ja: ピンボール
ko: 핀볼
nl: Flipperkast
th: พินบอล
zh_hans: 弹球
zh_hant: 彈球

# gacha_title
source: Gacha
hi: गाचा
ja: ガチャ
ko: 뽑기
th: กาชา
zh_hans: 扭蛋
zh_hant: 扭蛋

# coindrop_title
source: CoinDrop
ja: コインドロップ
